Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Avg \(localizedUSDCurrency(avgCostPerCall)) / call
zh_hans: 平均 \(localizedUSDCurrency(avgCostPerCall)) / 次调用

source: Avg Cost / Call
zh_hans: 平均每次调用成本

source: Balanced triage keeps live alerts, approvals, watchlist issues, and session hotspots together.
zh_hans: 均衡分诊会把实时告警、审批、关注列表问题和会话热点放在一起展示。

source: Baseline: \(drift.baseline.createdAt.formatted(date: .omitted, time: .shortened))
zh_hans: 基线：\(drift.baseline.createdAt.formatted(date: .omitted, time: .shortened))

source: Baseline: %@
zh_hans: 基线：%@

source: Blocked Tools
zh_hans: 已阻止的工具

source: Blocklist
zh_hans: 阻止列表

source: Budget action readiness is currently centered on analysis because spend limits are not loaded.
zh_hans: 当前预算行动就绪度主要转向分析，因为支出限额尚未加载。

source: Budget action readiness is currently clear enough for chart review, sorting, and route jumps.
zh_hans: 当前预算行动就绪度已足够清晰，可进行图表查看、排序和路由跳转。

source: Budget action readiness is currently waiting on usage signals before the longer trend and spend sections are useful.
zh_hans: 当前预算行动就绪度仍在等待用量信号，之后更长的趋势和支出分区才有意义。

source: Budget breakdown is ready for quick triage.
zh_hans: 预算拆解已可用于快速分诊。

source: Budget focus coverage is currently anchored by guardrails, usage signals, and ranked spend lanes.
zh_hans: 当前预算焦点覆盖主要受护栏、用量信号和排名支出轨道驱动。

source: Budget focus coverage is currently anchored by usage trends and ranked spend lanes.
zh_hans: 当前预算焦点覆盖主要受用量趋势和排名支出轨道驱动。

source: Budget focus coverage is currently light and mostly reflects layout readiness for lower charts and rankings.
zh_hans: 当前预算焦点覆盖较轻，主要反映下方图表和排名区域的布局就绪度。

source: Budget guardrails stay visible before the detailed limit rows.
zh_hans: 在详细限额行展开前，预算护栏保持可见。

source: Budget guardrails stay visible before the detailed spend rows.
zh_hans: 在详细支出行展开前，预算护栏保持可见。

source: Budget guardrails, cost signals, trend coverage, and rankings stay grouped before the route rails take over.
zh_hans: 在路由栏接管前，预算护栏、成本信号、趋势覆盖和排名保持归组显示。

source: Budget lane
zh_hans: 预算轨道

source: Budget pressure is summarized for quick mobile review.
zh_hans: 预算压力已汇总，便于在移动端快速查看。

source: Budget pressure stays visible before the detailed hourly, daily, monthly, and token rows.
zh_hans: 在详细的小时、日、月和 token 行展开前，预算压力保持可见。

source: Budget signal facts
zh_hans: 预算信号要点

source: Budget support coverage is currently anchored by trend depth and current spend leaders.
zh_hans: 当前预算支撑覆盖主要受趋势深度和当前支出领先项驱动。

source: Budget support coverage is currently light and mostly reflects trend depth.
zh_hans: 当前预算支撑覆盖较轻，主要反映趋势深度。

source: Budget support coverage is currently waiting on usage signals.
zh_hans: 当前预算支撑覆盖仍在等待用量信号。

source: Budget visible
zh_hans: 预算可见

source: Budget workstream coverage is currently anchored by guardrail review.
zh_hans: 当前预算工作流覆盖主要受护栏审查驱动。

source: Budget workstream coverage is currently anchored by spend leaderboards.
zh_hans: 当前预算工作流覆盖主要受支出排行榜驱动。

source: Budget workstream coverage is currently anchored by trend review.
zh_hans: 当前预算工作流覆盖主要受趋势审查驱动。

source: Budget workstream coverage is currently light across the visible lanes.
zh_hans: 当前预算工作流覆盖在可见轨道上整体较轻。

source: Budget workstream coverage is currently waiting on usage signals.
zh_hans: 当前预算工作流覆盖仍在等待用量信号。

source: By Model
zh_hans: 按模型

source: Cadence steady
zh_hans: 节奏稳定

source: Calm State
zh_hans: 平静状态

source: Cancel the active LLM run for \(agentName)?
zh_hans: 取消 \(agentName) 当前正在运行的 LLM 任务吗？

source: Cancel the active LLM run for %@?
zh_hans: 要取消 %@ 当前正在进行的 LLM 运行吗？

source: Capabilities
zh_hans: 能力

source: Capabilities action readiness is currently anchored by assigned skill scope.
zh_hans: 当前能力行动就绪度主要受已分配技能范围驱动。

source: Capabilities action readiness is currently anchored by explicit tool rules and server scope.
zh_hans: 当前能力行动就绪度主要受显式工具规则和服务器范围驱动。

source: Capabilities action readiness is currently clear enough for route pivots and deeper capability drilldown.
zh_hans: 当前能力行动就绪度已足够清晰，可进行路由切换和更深层能力下钻。

source: Capabilities action readiness is currently waiting on refreshed feed state.
zh_hans: 当前能力行动就绪度仍在等待刷新后的数据源状态。

source: Capabilities pending
zh_hans: 能力待补

source: Capabilities ready
zh_hans: 能力已就绪

source: Capabilities Unavailable
zh_hans: 能力信息不可用

source: Capabilities visible
zh_hans: 能力可见

source: Capabilities workstream coverage is currently anchored by assigned skill scope.
zh_hans: 当前能力工作流覆盖主要受已分配技能范围驱动。

source: Capabilities workstream coverage is currently anchored by explicit restrictions and server scope.
zh_hans: 当前能力工作流覆盖主要受显式限制和服务器范围驱动。

source: Capabilities workstream coverage is currently anchored by loaded capability feeds.
zh_hans: 当前能力工作流覆盖主要受已加载的能力源驱动。

source: Capabilities workstream coverage is currently light across the visible feeds.
zh_hans: 当前能力工作流覆盖在可见数据源之间整体较轻。

source: Capability Denied
zh_hans: 能力被拒绝

source: Capability feeds loaded
zh_hans: 能力源已加载

source: Capability focus coverage is currently anchored by assigned skill scope.
zh_hans: 当前能力焦点覆盖主要受已分配技能范围驱动。

source: Capability focus coverage is currently anchored by explicit tool rules and server scope.
zh_hans: 当前能力焦点覆盖主要受显式工具规则和服务器范围驱动。

source: Capability focus coverage is currently balanced across loaded tool, skill, and MCP feeds.
zh_hans: 当前能力焦点覆盖在已加载的工具、技能和 MCP 数据源之间较为均衡。

source: Capability focus coverage is currently waiting on refreshed feed state.
zh_hans: 当前能力焦点覆盖仍在等待刷新后的数据源状态。

source: Capability lane
zh_hans: 能力轨道

source: Capability pressure is currently anchored by tool restrictions or explicit server scope.
zh_hans: 当前能力压力主要受工具限制或显式服务器范围驱动。

source: Capability pressure is currently concentrated in assigned skill scope.
zh_hans: 当前能力压力主要集中在已分配技能范围。

source: Capability pressure is currently low and mostly reflects feed readiness.
zh_hans: 当前能力压力较低，主要反映数据源就绪度。

source: Capability routes stay compact before the adjacent agent, runtime, and integration drilldowns.
zh_hans: 在相邻的智能体、运行时和集成下钻前，能力路由保持紧凑。

source: Capability support coverage is currently anchored by explicit tool and skill scope.
zh_hans: 当前能力支撑覆盖主要受显式工具和技能范围驱动。

source: Capability support coverage is currently anchored by loaded capability feeds.
zh_hans: 当前能力支撑覆盖主要受已加载的能力源驱动。

source: Capability support coverage is currently anchored by MCP server scope and connected support.
zh_hans: 当前能力支撑覆盖主要受 MCP 服务器范围和已连接支撑驱动。

source: Capability support coverage is currently light across the visible feeds.
zh_hans: 当前能力支撑覆盖在可见数据源之间整体较轻。

source: Capability support coverage is currently waiting on refreshed feed state.
zh_hans: 当前能力支撑覆盖仍在等待刷新后的数据源状态。

# Carryover: %@ · %@
source: Carryover: %1$@ · %2$@
zh_hans: 遗留项：%1$@ · %2$@

source: Catalog available
zh_hans: 目录可用

source: Catalog Check
zh_hans: 目录检查

source: Catalog did not publish token limits
zh_hans: 目录没有发布 token 限额

source: Catalog Match
zh_hans: 目录匹配

source: Catalog Model
zh_hans: 目录模型

source: Catalog Provider
zh_hans: 目录提供方

source: Catalog unavailable
zh_hans: 目录不可用

source: channel
zh_hans: 渠道

source: Check-in is due soon at %@.
zh_hans: 复查将于 %@ 到期。

source: Check-in open
zh_hans: 签到开放中

source: Check-in passed %@.
zh_hans: 复查已于 %@ 逾期。

source: Check-in set
zh_hans: 签到已设置

source: Check-in: %@
zh_hans: 检查：%@

# Check-in: %@ · %@
source: Check-in: %1$@ · %2$@
zh_hans: 复查：%1$@ · %2$@

source: Checklist \(checklist.progressLabel)
zh_hans: 清单 \(checklist.progressLabel)

source: Checklist & Focus
zh_hans: 清单与关注点

# Checklist %@ · %@
source: Checklist %1$@ · %2$@
zh_hans: 清单 %1$@ · %2$@

source: Checklist completion, focus areas, follow-ups, and save/share actions stay in one operator block so the handoff draft is easier to finish on a phone.
zh_hans: 将清单完成度、关注点、后续事项以及保存或分享操作放在同一块，便于在手机上完成交接草稿。

source: Checklist incomplete: %@.
zh_hans: 检查清单未完成：%@。

source: Checklist progress, selected focus areas, and saved follow-ups are compacted here so the operator can finish the draft without hunting across the section.
zh_hans: 这里汇总了清单进度、已选关注点和已保存后续事项，方便值班人员不必在各分区间来回查找就能完成草稿。

source: Checklist work is visible, but focus areas and follow-ups are still empty, so the saved handoff may feel thin.
zh_hans: 清单工作已可见，但关注点和后续事项仍为空，因此保存后的交接内容可能偏薄弱。

source: Checklist: %@
zh_hans: 清单：%@

source: Clear the field to remove the label. Labeled sessions are easier to hand off and recover later.
zh_hans: 清空字段即可移除标签。带标签的会话更容易后续交接和恢复。

source: Close
zh_hans: 关闭

source: Close remaining carryover focus: %@.
zh_hans: 收尾剩余的遗留关注项：%@。

source: Compact
zh_hans: 压缩

source: Compact Current Session
zh_hans: 压缩当前会话

source: Compact Session
zh_hans: 压缩会话

source: Completed: %@
zh_hans: 已完成：%@

source: Compose
zh_hans: 编写

source: Config Snapshot
zh_hans: 配置快照

source: Configured Providers
zh_hans: 已配置的提供方

source: Connected Peers
zh_hans: 已连接节点

source: Content match · %@
zh_hans: 内容匹配 · %@

source: Context
zh_hans: 上下文

source: Context Tokens
zh_hans: 上下文 Token 数

source: Copy Export JSON
zh_hans: 复制导出 JSON

source: Copy Value
zh_hans: 复制值

source: Cost signal snapshot
zh_hans: 成本信号快照

source: Cost Signals
zh_hans: 成本信号

source: Cost signals stay visible before the raw spend rows.
zh_hans: 在原始支出行展开前，成本信号保持可见。

source: Create
zh_hans: 创建

source: Created \(RelativeDateTimeFormatter().localizedString(for: date, relativeTo: Date()))
zh_hans: 创建于 \(RelativeDateTimeFormatter().localizedString(for: date, relativeTo: Date()))

source: Created and switched to the new session.
zh_hans: 已创建并切换到新会话。

source: Credential Gaps
zh_hans: 凭证缺口

source: Critical %@
zh_hans: 严重 %@

source: Critical Banner
zh_hans: 严重横幅

source: Critical event %@
zh_hans: 关键事件 %@

source: Critical Event Feed
zh_hans: 严重事件流

source: Critical-only mode suppresses lower-severity noise so the top screen stays quiet until something truly urgent lands.
zh_hans: 仅严重模式会压制较低严重级别的噪音，让顶部界面保持安静，直到真正紧急的事项出现。

source: Cron
zh_hans: 定时任务

source: Cron facts
zh_hans: Cron 要点

source: Cron Jobs
zh_hans: 定时任务

source: Cron schedule
zh_hans: 定时计划

source: Cron timing stays visible before the longer cron delivery inventory.
zh_hans: 在更长的 cron 投递概览展开前，cron 时序保持可见。

source: Current
zh_hans: 当前

source: Current model path, budget visibility, and deeper diagnostics coverage stay summarized before the route rails and detail sections.
zh_hans: 在路由栏和详情分区展开前，当前模型路径、预算可见性和更深层诊断覆盖会先被汇总。

source: Current session label: \(label)
zh_hans: 当前会话标签：\(label)

source: Current session loaded
zh_hans: 当前会话已加载

source: Current session: \(currentSessionLabel ?? String(localized: "Unavailable"))
zh_hans: 当前会话：\(currentSessionLabel ?? String(localized: "Unavailable"))

source: Current session: \(diagnosticsSessionLabel)
zh_hans: 当前会话：\(diagnosticsSessionLabel)

source: Current spend is at %lld%% of the configured limit.
zh_hans: 当前花费已达到配置限额的 %lld%%。

source: Daily \(Int(budget.dailyPct * 100))%
zh_hans: 日度 \(Int(budget.dailyPct * 100))%

source: Daily \(Int(budget.dailyPct * 100))% of limit
zh_hans: 日度达到限额的 \(Int(budget.dailyPct * 100))%

source: Daily Breakdown
zh_hans: 每日拆分

source: Daily breakdown snapshot
zh_hans: 日度拆解快照

source: Daily breakdown stays visible before the full reverse-chronological spend list.
zh_hans: 在完整倒序支出列表展开前，日度拆解保持可见。

source: Daily spend is \(formatCost(budget.dailySpend)) against a limit of \(formatCost(budget.dailyLimit)).
zh_hans: 当日支出为 \(formatCost(budget.dailySpend))，限额为 \(formatCost(budget.dailyLimit))。

source: Database \(healthDetail.database.capitalized), \(healthDetail.configWarnings.count) config warnings
zh_hans: 数据库 \(healthDetail.database.capitalized)，\(healthDetail.configWarnings.count) 条配置警告

source: Date
zh_hans: 日期

source: Decoding error: %@
zh_hans: 解码错误：%@

source: Default Provider
zh_hans: 默认提供方

source: Delete
zh_hans: 删除

source: Delete Key
zh_hans: 删除键

source: Delete Memory Key
zh_hans: 删除记忆键

source: Delete memory key "\(entry.key)" from \(agent.name)? This cannot be undone.
zh_hans: 要从 \(agent.name) 删除记忆键“\(entry.key)”吗？此操作无法撤销。

# Delete memory key "%@" from %@? This cannot be undone.
source: Delete memory key "%1$@" from %2$@? This cannot be undone.
zh_hans: 要从 %2$@ 删除记忆键“%1$@”吗？此操作无法撤销。

source: Deleted "\(entry.key)".
zh_hans: 已删除“\(entry.key)”。

source: Delivery Check
zh_hans: 投递检查

source: Delivery failures: \(failedDeliveryCount)
zh_hans: 投递失败：\(failedDeliveryCount)

source: Delivery pressure stays visible before the receipt preview and deep delivery route.
zh_hans: 在回执预览和深层投递路由展开前，投递压力保持可见。

source: Delivery state stays visible before any recent receipts exist.
zh_hans: 在最近回执出现前，投递状态保持可见。

source: Delivery state stays visible before the receipt preview and deep delivery route.
zh_hans: 在回执预览和深层投递路由展开前，投递状态保持可见。

source: Description
zh_hans: 描述

source: Discovered
zh_hans: 已发现

source: Display Controls
zh_hans: 显示控制

source: Display Mode
zh_hans: 显示模式

source: Display settings stay first, then the route rail splits immediate night-duty exits from slower support surfaces.
zh_hans: 显示设置保持在最前面，随后路由栏会把即时夜间值守出口与较慢的支撑界面分开。

source: Draft
zh_hans: 草稿

source: Draft action inventory
zh_hans: 草稿操作概览

source: Draft Actions
zh_hans: 草稿操作

source: Draft context, timeline depth, and saved history stay summarized before the route deck and editor sections take over.
zh_hans: 在路由面板和编辑分区展开前，先汇总草稿上下文、时间线深度和已保存历史。

source: Draft coverage is blocked until the note or follow-up context catches up.
zh_hans: 在备注或后续事项上下文补齐前，草稿覆盖仍处于阻塞状态。

source: Draft coverage is ready before you edit the handoff note.
zh_hans: 在编辑交接备注前，草稿覆盖已准备就绪。

source: Draft coverage is usable, but still missing a bit of operator context.
zh_hans: 草稿覆盖可以使用，但仍缺少一些值班上下文。

source: Draft inventory
zh_hans: 草稿概览

source: Draft Preview
zh_hans: 草稿预览

source: Draft Readiness
zh_hans: 草稿就绪度

source: Draft Snapshot
zh_hans: 草稿快照

source: Draft snapshot is ready for handoff composition.
zh_hans: 草稿快照已可用于编写交接内容。

# Drift: %@ · %@
source: Drift: %1$@ · %2$@
zh_hans: 漂移：%1$@ · %2$@

source: Edit
zh_hans: 编辑

source: Edit Memory
zh_hans: 编辑记忆

source: Edit Value
zh_hans: 编辑值

source: Elevated
zh_hans: 较高

source: Empty string
zh_hans: 空字符串

source: Enable iPhone Notifications
zh_hans: 启用 iPhone 通知

source: Enable Reminder
zh_hans: 启用提醒

source: Event Feed
zh_hans: 事件流

source: Every \(everySecs / 60)m
zh_hans: 每 \(everySecs / 60) 分钟

source: Every \(everySecs / 3600)h
zh_hans: 每 \(everySecs / 3600) 小时

source: Every pinned agent is currently active, so the watchlist row is carrying the full local watch surface.
zh_hans: 当前每个置顶智能体都处于活动状态，因此关注列表行承载了完整的本地关注界面。

source: Exhausted
zh_hans: 已耗尽

source: Export pending
zh_hans: 导出待补

source: Export ready
zh_hans: 导出可用

source: Export Ready
zh_hans: 导出已就绪

source: Export snapshot is ready to share.
zh_hans: 导出快照已准备好，可以分享。

source: Export snapshot ready
zh_hans: 导出快照已就绪

source: Export the current standby snapshot as plain text.
zh_hans: 将当前待命快照导出为纯文本。

source: Failed Runs
zh_hans: 失败运行

source: Fallbacks
zh_hans: 回退项

source: File Access
zh_hans: 文件访问

source: File Unavailable
zh_hans: 文件不可用

source: Filter by critical, queued, or calm handoffs first, then search notes or summaries only when the local history is still too broad.
zh_hans: 先按关键、排队或平稳交接筛选，只有在本地历史仍过宽时再搜索备注或摘要。

source: Find Session
zh_hans: 查找会话

source: Find Session by Label
zh_hans: 按标签查找会话

source: Focus areas and operator exits stay summarized here before the longer charts and spend rankings.
zh_hans: 在更长的图表和支出排名展开前，关注区域和值班出口会先在这里汇总。

source: Focus Rail
zh_hans: 焦点轨道

source: Focus: %@
zh_hans: 关注点：%@

source: Follow-up Queue
zh_hans: 跟进队列

source: Follow-ups & Actions
zh_hans: 后续事项与操作

source: Follow-ups: \(pendingFollowUpCount) pending · \(completedFollowUpCount) done
zh_hans: 跟进项：\(pendingFollowUpCount) 待处理 · \(completedFollowUpCount) 已完成

# Follow-ups: %lld pending · %lld done
source: Follow-ups: %1$lld pending · %2$lld done
zh_hans: 跟进项：%1$lld 待处理 · %2$lld 已完成

source: Foreground Critical Cue
zh_hans: 前台严重提示

source: Fresh Session
zh_hans: 全新会话

source: Freshness
zh_hans: 新鲜度

source: Full history
zh_hans: 完整历史

source: Full On Call Queue
zh_hans: 完整值班队列

source: Gap to prior handoff: %@
zh_hans: 距上一次交接的间隔：%@

source: Git SHA
zh_hans: Git 提交 SHA

source: Guardrails pending
zh_hans: 护栏待补

source: Guardrails ready
zh_hans: 护栏已就绪

source: Handoff action readiness is currently blocked by missing draft coverage.
zh_hans: 当前交接行动就绪度因草稿覆盖不足而被阻塞。

source: Handoff action readiness is currently clear enough to save or share the draft.
zh_hans: 当前交接行动就绪度已足够清晰，可以保存或分享草稿。

source: Handoff action readiness is currently usable, but the draft still has gaps worth checking before save or share.
zh_hans: 当前交接行动就绪度可用，但草稿在保存或分享前仍有值得检查的缺口。

source: Handoff focus coverage is currently anchored by follow-through items and the active check-in plan.
zh_hans: 当前交接焦点概览主要受后续推进项和活动中的签到计划驱动。

source: Handoff focus coverage is currently anchored by live queue pressure that still needs explicit handoff context.
zh_hans: 当前交接焦点概览主要受实时队列压力驱动，仍需补充明确的交接上下文。

source: Handoff focus coverage is currently anchored by watched diagnostics and audit drag.
zh_hans: 当前交接焦点概览主要受诊断监控和审计拖累影响。

source: Handoff focus coverage is currently centered on the draft itself and the grouped control surfaces.
zh_hans: 当前交接焦点概览主要围绕草稿本身和归组控制区展开。

source: Handoff pressure is currently anchored by live critical and alert load.
zh_hans: 当前交接压力主要由实时关键事件和告警负载驱动。

source: Handoff pressure is currently concentrated in approvals and session follow-up.
zh_hans: 当前交接压力主要集中在审批和会话跟进。

source: Handoff pressure is currently concentrated in watchlist, audit, and follow-up coverage.
zh_hans: 当前交接压力主要集中在关注列表、审计和后续事项覆盖。

source: Handoff signal facts
zh_hans: 交接信号要点

source: Handoff support coverage is currently anchored by slower diagnostics and watchlist drift.
zh_hans: 当前交接支撑概览主要受较慢的诊断问题和关注列表漂移影响。

source: Handoff support coverage is currently anchored by timeline or checklist gaps.
zh_hans: 当前交接支撑概览主要受时间线或清单缺口影响。

source: Handoff support coverage is currently light and mostly reflects saved-history readiness.
zh_hans: 当前交接支撑概览较轻，主要反映已保存历史的就绪状态。

source: Handoff support coverage is currently narrowed to a filtered slice of saved history.
zh_hans: 当前交接支撑概览已收窄到已保存历史的筛选切片。

source: Handoff workstream coverage is currently anchored by draft composition.
zh_hans: 当前交接工作流覆盖主要受草稿编写驱动。

source: Handoff workstream coverage is currently anchored by live queue follow-through.
zh_hans: 当前交接工作流覆盖主要受实时队列跟进驱动。

source: Handoff workstream coverage is currently anchored by timeline and saved-history review.
zh_hans: 当前交接工作流覆盖主要受时间线和已保存历史审阅驱动。

source: Handoff workstream coverage is currently light across draft and history lanes.
zh_hans: 当前交接工作流覆盖在草稿和历史轨道上都较轻。

source: Hands
zh_hans: 执行手

source: History
zh_hans: 历史

source: History Filter
zh_hans: 历史过滤

source: History inventory
zh_hans: 历史概览

source: Identity Files
zh_hans: 身份文件

source: Identity files missing: \(missingWorkspaceFileCount)
zh_hans: 缺失身份文件：\(missingWorkspaceFileCount)

source: If this app is running on a physical iPhone, 127.0.0.1 or localhost points to the phone itself. Use your Mac's LAN IP in Settings.
zh_hans: 如果此应用运行在实体 iPhone 上，127.0.0.1 或 localhost 指向的是手机本机。请在设置中改用 Mac 的局域网 IP。

source: Immediate Queue
zh_hans: 立即处理队列

source: Immediate Queue is showing \(visibleCount) of \(totalCount) live priority items.
zh_hans: 即时队列当前显示 \(totalCount) 个实时优先项中的 \(visibleCount) 个。

source: Immediate Queue is showing all \(visibleCount) live priority items.
zh_hans: 即时队列当前显示全部 \(visibleCount) 个实时优先项。

source: Immediate Queue is showing the only live priority item.
zh_hans: 即时队列当前显示唯一的实时优先项。

source: Incident handoff. %1$lld critical and %2$lld live alerts remain in play. Stay on the priority queue until conditions settle.
zh_hans: 事故交接。当前仍有 %1$lld 项严重告警和 %2$lld 项实时告警。请继续留在优先级队列中，直到情况稳定。

source: Incident Snapshot
zh_hans: 事故快照

source: Incidents Center
zh_hans: 事故中心

source: Inspect %lld session hotspots for backlog or unlabeled sessions.
zh_hans: 检查 %lld 个会话热点是否存在积压或无标签会话。

source: Inspect Agent Sessions
zh_hans: 检查代理会话

source: Inspect all live alerts, muted alerts, and pending approvals.
zh_hans: 查看所有实时告警、已静音告警和待处理审批。

source: Inspect Audit Events
zh_hans: 检查审计事件

source: Inspect Capabilities
zh_hans: 检查能力

source: Inspect Delivery Receipts
zh_hans: 检查投递回执

source: Inspect duplicated, unlabeled, or high-volume sessions.
zh_hans: 检查重复、无标签或高流量的会话。

source: Inspect health detail, build info, config warnings, and Prometheus metrics from the daemon.
zh_hans: 检查守护进程的健康详情、构建信息、配置警告和 Prometheus 指标。

source: Inspect Integration Diagnostics
zh_hans: 检查集成诊断

source: Inspect provider probes, channel credential gaps, catalog models, and aliases.
zh_hans: 检查提供方探测、渠道凭证缺口、目录模型和别名。

source: Inspect Tool Profile
zh_hans: 检查工具配置档

source: Inspect workflows, recent runs, triggers, schedules, and cron pressure from one mobile view.
zh_hans: 在一个移动视图中检查工作流、最近运行、触发器、调度和定时任务压力。

source: Inspect Workspace Identity
zh_hans: 检查工作区身份

source: Issues
zh_hans: 问题

source: Jump straight into recent critical audit entries.
zh_hans: 直接跳到最近的严重审计记录。

source: Jump To
zh_hans: 快速跳转

source: Jump to cron timing, delivery targets, and missing next-run state.
zh_hans: 跳转查看 cron 时序、投递目标和缺失的下次运行状态。

source: Jump to enabled and paused schedules without scanning the full page.
zh_hans: 无需浏览整页即可跳转查看已启用和已暂停的计划。

source: Jump to recent workflow executions and their current run state.
zh_hans: 跳转查看最近的工作流执行及其当前运行状态。

source: Jump to the long charts and rankings without stacking more summary cards.
zh_hans: 直接跳转到较长的图表和排名，而不再堆叠更多摘要卡片。

source: Jump to the long diagnostic sections without stacking more summary cards.
zh_hans: 直接跳转到较长的诊断分区，而不再堆叠更多摘要卡片。

source: Jump to trigger exhaustion, enablement, and agent targeting.
zh_hans: 跳转查看触发器耗尽情况、启用状态和 agent 覆盖。

source: Jump to workflow definitions before digging into recent runs.
zh_hans: 在深入查看最近运行前，先跳转到工作流定义。

source: Keep acknowledge state, focus mode, and route readiness visible before opening the compact night queue.
zh_hans: 在打开紧凑夜间队列前，让确认状态、专注模式和路由就绪度保持可见。

source: Keep action breadth, current-session context, and visible inventory load readable before the session-control buttons take over.
zh_hans: 在会话控制按钮接管前，让操作广度、当前会话上下文和可见概览负载保持清晰可读。

source: Keep active automation families and surface breadth visible before the grouped automation inventories take over.
zh_hans: 在归组自动化概览展开前，让活跃的自动化类别和页面覆盖范围保持可见。

source: Keep active, failed, and completed execution counts visible before the longer run history.
zh_hans: 在更长的运行历史展开前，让活跃、失败和已完成的执行计数保持可见。

source: Keep agent coverage, recent activity, and the busiest schedule visible before the longer schedule list.
zh_hans: 在更长的计划列表展开前，让 agent 覆盖、最近活动和最繁忙的计划保持可见。

source: Keep assigned server count, connected coverage, and configured availability visible before opening individual MCP rows.
zh_hans: 在打开各个 MCP 行前，让已分配服务器数量、连接覆盖和已配置可用性保持可见。

source: Keep assigned, available, and inherited skill coverage visible before opening individual skill names.
zh_hans: 在打开各个技能名称前，让已分配、可用和继承技能覆盖保持可见。

source: Keep average burn, total calls, and total tokens visible before scanning the full day-by-day spend history.
zh_hans: 在浏览完整逐日支出历史前，让平均消耗、总调用数和总 token 保持可见。

source: Keep broader runtime, budget, and capability routes visible as a secondary shortcut rail.
zh_hans: 将更广的运行时、预算和能力路由保留为次级快捷轨道并保持可见。

source: Keep budget triage connected to the broader mobile monitoring path.
zh_hans: 让预算分诊保持与更广的移动监控路径相连。

source: Keep cumulative cost, call volume, and token load visible before opening the longer daily breakdown.
zh_hans: 在打开更长的日度拆解前，让累计成本、调用量和 token 负载保持可见。

source: Keep current pressure, projected spend, and live usage totals visible before drilling into the longer charts and rankings.
zh_hans: 在深入查看更长的图表和排名前，让当前压力、预计支出和实时用量总计保持可见。

source: Keep current session visibility, budget and profile context, capability coverage, and model path readiness visible before the operator route rails and deeper sections take over.
zh_hans: 在值班路由栏和更深层分区接管前，让当前会话可见性、预算与配置文件上下文、能力覆盖和模型路径就绪度保持可见。

source: Keep display controls and the next night-duty drills in one deck.
zh_hans: 将显示控制项和下一步夜间值守入口放在同一个面板中。
